Repository: fx14/skinprotect
Catalog: Survey/*.lproj/Localizable.strings
Languages: de, fr, it

# scan_product_slide
source: Scan a product
de: Scannen Sie ein Produkt
fr: Scannez un produit
it: Scansione del prodotto

# household_product_slide
source: Household Products
de: Haushaltsprodukte
fr: Produits ménagers
it: Prodotti di pulizia

# personal_care_product_slide
source: Personal care products
de: Körperpflegemittel
fr: Produits de soins personnels
it: Prodotti per l'igiene personale

# make_up_product_slide
source: Cosmetic products
de: Kosmetikprodukte
fr: Produits cosmétiques
it: Prodotti cosmetici

# how_much_slide
source: How much?
de: Wieviel?
fr: Quelle quantité?
it: Quantità?

# how_often_slide
source: How often?
de: Wie oft?
fr: Combien de fois?
it: Quanto spesso?

# scan_controller_title
source: Scan Product
de: Wie häufig?
fr: Scan du produit
it: Scansione del prodotto

# product_detail
source: Product details
de: Produktdetail
fr: Détail du produit
it: Dettagli del prodotto

# terms_controller_title
source: Terms and Conditions
de: Allgemeine Geschäftsbedingungen
fr: Modalités et Conditions
it: Termini e condition generali

# scan_identifier
source: Scan Your ID
de: Scannen Sie Ihren Barcode (auf der letzten Seite des Fragebogens)
fr: Scannez Votre code barre (dernière page du questionaire)
it: Scansioni il suo codice di riferimento (ultima pagina del questionario)

source: Barcode
fr: Code barre
it: Codice a barre

# personal_question
source: Personal Questions
de: Fragen zur Person
fr: Questions personnelles
it: Dati personali

source: Product Questions
de: Fragen zu Produkten
fr: Questions sur les produits
it: Domande sui prodotti di consumo

# personal_details
source: Please give us some personal details
de: Persönliche Informationen
fr: Infos personnelles
it: Dati personali

# select_type_product
source: Please select the type of the product:
de: Bitte geben Sie den Produkt-Typ an
fr: Veuillez sélectionner le type de Produits
it: Seleziona il tipo di prodotto:

# household_pruducts
source: Household Products
de: Haushaltsreiniger
fr: Produits ménagers
it: Prodotti di pulizia

source: Laundry Product
de: Waschmittel
fr: Produits de lessive

source: Personal Care Product
de: Körperpflegeprodukte
fr: Produits de soins personnelles
it: Prodotti per l'igiene personale

# connect_to_internet
source: Please connect to the internet
de: Stellen Sie eine Internet-Verbindung her
fr: Veuillez vous connecter à internet
it: Si connetta a internet

# terms_condition_header
source: This questionnaire will give us an overview of the use of different consumer products in Switzerland. Consumer products contain different kinds of substances, which may enter the body and influence our health. Your answers on the used amount, type, brand, and use frequency of products, as well as the area and location of application, will allow us to calculate how much the general population in Switzerland is exposed to certain substances.
de: Dieser Fragebogen wird uns einen Überblick verschaffen über die Verwendung verschiedener Verbraucherprodukte in der Schweiz. Verbraucherprodukte können eine Reihe verschiedener Stoffe enthalten, die in den Körper eindringen und unsere Gesundheit beeinflussen können. Anhand Ihrer Antworten zu den verwendeten Mengen, Produktarten und Marken wollen wir berechnen, wie stark die Schweizer Bevölkerung bestimmten Inhaltsstoffen in Verbraucherprodukten gegenüber ausgesetzt ist.
fr: Ce questionnaire nous donnera un aperçu de l'usage de différents produits de consommation en Suisse. Ces produits contiennent différents types de substances qui peuvent pénétrer dans le corps et influencer notre santé. Vos réponses sur la quantité, le type, la marque et la fréquence d'utilisation de produits ainsi que la région et la location d'application de ces produits nous permettra de calculer le niveau d'exposition de la population générale en Suisse à certaines substances.
it: Ogni giorno, in Svizzera, migliaia di prodotti vengono comprati e consumati. Dato che molti di essi contengono sostanze chimiche che potrebbero penetrare nel corpo umano e avere un effetto sulla salute, è importante monitorarne la diffusione e il consumo, per stimarne il grado di esposizione della popolazione. Grazie a questo studio sarà infatti possibile analizzare l’uso di alcuni prodotti di consumo e ottenere informazioni sulla quantità, la marca, l’area della loro applicazione e la frequenza di utilizzo.

# point_one
source: • Your responses will be kept completely confidential and anonymous and will be stored by ETH Zürich.
de: • Ihre Antworten werden vollständig vertraulich und anonym behandelt, und nur für einen begrenzten Zeitraum an der ETH Zürich aufbewahrt.
fr: • Vos réponses resteront entièrement confidentielles et anonymes, et seront stockées par l'EPF Zurich.
it: • Le Sue risposte saranno trattate in maniera confidenziale e anonime a verranno salvate negli archivi del Politecnico Federale di Zurigo.

# point_two
source: • The statistical evaluation will not allow any inferences about individuals. We are only interested in the habits and practices of the Swiss population.
de: • Die statistische Auswertung wird keine Rückschlüsse auf Einzelpersonen zulassen. Wir interessieren uns für die Gewohnheiten der Schweizer Bevölkerung als Gesamtheit.
fr: • L'évaluation statistique n'a pas pour but de renseigner sur les individus. Nous nous intéressons seulement aux habitudes de la population suisse.
it: • La valutazione statistica non permetterà di risalire a informazioni sensibili riguardanti i singoli individui. Siamo solo interessati alle abitudini della popolazione svizzera.

# point_three
source: • If you complete the questionnaire by our app, we can give you feedback on your personal exposure.
de: • Wenn Sie den Fragebogen mit unserer App auszufüllen, können wir Ihnen ein Feedback zu Ihrer persönlichen Exposition geben.
fr: • Si vous complétez le questionnaire par le biais de notre app nous pouvons vous donner un feedback sur votre exposition personnelle.
it: • Con il completamento del questionario tramite questa applicatione, Le verrà dato un feedback sulla sua esposizione personale.

# point_four
source: • Responses will only be used for scientific non-commercial research and teaching.
de: • Die gewonnenen Daten werden nur zur wissenschaftlichen, nicht-kommerziellen Forschung und Lehre verwendet.
fr: • Les réponses seront seulement utilisées pour la recherche scientifique, non-commerciale et pour l'enseignement.
it: • Le risposte saranno unicamente usate per scopi scientifici, di ricerca e d’insegnamento e NON per scopi commerciali.

# point_five
source: • Some questions may appear similar; this has been done on purpose. Please do not skip any questions.
de: • Möglicherweise werden Sie den Eindruck haben, dass sich einige Fragen ähneln. Dies ist Absicht und dient dazu, die Genauigkeit der Antworten zu erhöhen. Bitte beantworten Sie trotzdem jede Frage.
fr: • Certaines questions peuvent sembler identiques; cela est voulu. N'omettez, s'il vous plaît, aucune question.
it: • Molte domande possono apparire simili, questo è stato fatto di proposito. Per favore non salti nessuna domanda.

# point_six
source: • Completing the survey will take around 15-30 minutes.
de: • Das Ausfüllen des Fragebogens dauert rund 15-30 Minuten.
fr: • Compléter le questionnaire prendra environ 15-30 minutes.
it: • Il completamento del seguente questionario richiede circa 15-30 minuti.

# feedback_title
source: Your Habits have an impact on your Skin
de: Ihre Gewohnheiten haben einen Einfluss auf Ihre Haut
fr: Vos habitudes ont un impact sur votre peau
it: Le Sue abitudini hanno un impatto sulla Sua pelle

# about_app
source: About the App
de: App Informationen
fr: Sur l'App
it: Informazioni sull'app

# app_find_question
source: Where have you found the app?
de: Wie haben Sie von dieser App erfahren?
fr: Où avez-vous trouvé l'app?
it: Come é venuto a conoscenza di questa app?

source: Newspaper
de: Zeitung
fr: Journal
it: Articolo di giornale

# questionaire_paper
source: Paper questionnaire
de: Papier-Fragebogen
fr: Questionaire version papier
it: Questionario cartaceo

source: Friends
de: Kollegen
fr: Amis
it: Amici

source: Social media
fr: Médias sociaux

source: Other
de: Andere
fr: Autre
it: Altro

# scan_a_barcode
source: Please scan a barcode
de: Scannen Sie bitte den Barcode
fr: Veuillez scanner un code barre
it: Scansionare il codice a barre

# message_persoanl_question_done
source: You have already answered to the personal questions. Do you want to continue with the product questions or restart?
de: Sie haben bereits die persönlichen Fragen beantwortet. Möchten Sie mit den Fragen zum Produkt fortfahren oder neu beginnen?
fr: Vous avez déjà répondu aux questions personnelles. Voulez-vous continuer avec des questions sur les produits ou recommencer?
it: Lei ha già risposto alle domande personali. Desidera continuare con le domande specifiche o ricominiciare?

# message_persoan_product_question_done
source: You have answered to all questions. Do you want to redo the App for another person?
de: Sie haben bereits alle Fragen beantwortet. Möchten Sie die App noch für eine weitere Person benutzen?
fr: Vous avez déjà répondu à toutes les questions. Voulez-vous recommencer pour une autre personne?
it: Lei ha già risposto a tutte le domande. Desidera ricominciare per un'altra persona?

source: Skip
de: Überspringen
fr: Sauter
it: Salta

source: Start
de: Anfang
fr: Début
it: Inizia

source: Next
de: Nächste
fr: Prochain
it: Successivo

source: Back
de: Zurück
fr: Retour
it: Indietro

source: Accept
de: Ich bin einverstanden
fr: Accepter
it: Accetto

# thank_you_participate
source: Thank you for participating
de: Herzlichen Dank für Ihre Teilnahme
fr: Merci de votre participation
it: Grazie di cuore per aver partecipato al sondaggio

source: Product not identified
de: Produkt nicht erkannt
fr: Produit non identifié
it: Prodotto non identificato

# start_product_question
source: Continue to product questions
de: Fortfahren mit Produkt-spezifischen Fragen
fr: Continuer avec les questions spécifiques
it: Continui con le domande specifiche

# by_codecheck
source: Product data by Codecheck.info
de: Produktdaten von Codecheck.info
fr: Données du produit de Codecheck.info
it: Dati da Codecheck.info

source: Shampoo
fr: Shampoing

# hair_conditioner
source: Conditioner
de: Haarspülung
fr: Après-shampoing
it: Balsamo per capelli

source: Bubble bath
de: Duschgel
fr: Mousse de bain
it: Bagno schiuma

source: Shower gel
de: Schaumbad
fr: Gel douche
it: Doccia schiuma

source: Hand soap
de: Flüssige Handseife
fr: Mousse de bain
it: Sapone per le mani

# body_lotion
source: Body lotion or body milk
de: Körperlotion
fr: Lotion pour le corps
it: Crema per il corpo

source: Face cream
de: Gesichtscreme
fr: Crème pour le visage
it: Crema per il viso

source: Hand cream
de: Handcreme
fr: Crème pour les mains
it: Crema per le mani

source: Every day
de: Jeden Tag
fr: Chaque jour
it: Ogni giorno

source: Every week
de: Jede Woche
fr: Chaque semaine
it: Ogni settimana

# sometimes_month
source: A few times per month
de: Ein paar Mal im Monat
fr: Quelques fois par mois
it: Alcune volte al mese

# sometimes_year
source: A few times per year
de: Ein paar Mal im Jahr
fr: Quelques fois par an
it: Alcune volte all'anno

source: Hair Products
de: Haarpflege-Produkte
fr: Produits de soin capillaire
it: Prodotti per la cura dei capelli

source: Body products
de: Körperpflege-Produkte
fr: Produits pour le corps
it: Prodotti per l'igiene del corpo

# body_creams
source: Body Moisturizers
de: Körperlotion
fr: Produits hydratants
it: Creme

source: Male
de: Männlich
fr: Masculin
it: Uomo

source: Female
de: Weiblich
fr: Féminin
it: Donna

# you_use
source: You use %@ kg of %@ per year and other people of your age use %@ kg.
de: Sie benutzen %@ kg %@ pro Jahr und andere Personen Ihres Alters benutzen %@ kg im Jahr.
fr: Vous utilisez %@ kg de %@ et les autres personnes de votre age utilisent %@ kg par an.
it: Lei usa %@ kg di %@ e le altre persone della sua età usano %@ kg all'anno.

# you
source: You are here
de: Sie sind hier
fr: Vous êtes ici
it: Lei é qui

# you_use_hair_product
source: You use %@ kg of hair proudcts per year
de: Sie benutzen %@ kg Haarpflegemittel pro Jahr
fr: Vous utilisez %@ kg de produits de soin capillaire par an
it: Lei usa %@ kg di prodotti per la cura dei capelli all'anno.

# you_use_body_wash
source: You use %@ kg of body wash products per year
de: Sie benutzen %@ kg Duschgel pro Jahr
fr: Vous utilisez %@ kg de produits pour le corps par an
it: Lei usa %@ kg di prodotti per l'igiene del corpo all'anno.

# you_use_cream
source: You use %@ kg of cream products per year
de: Sie benutzen %@ kg Creme pro Jahr
fr: Vous utilisez %@ kg de crème
it: Lei usa %@ kg di creme all'anno

# i_use_fb
source: I use %@ per year, and You?
de: Ich benutze %@ kg pro Jahr, und Du?
fr: J'utilise %@ par an, et vous?
it: Io uso %@ kg all'anno, e TU?

# app_description
source: With this innovative app you can find out how many cosmetic and cleaning products you use regularly and compare your consumption with your peers. In addition, you can easily report the products used with the help of an integrated barcode scanner. In addition to a feedback on the app, delivered by the app, there is the opportunity to get a more detailed scientific evaluation by email. Your data is collected anonymously for scientific purposes and is a valuable contribution to a research study at the ETH Zurich. Thanks to your answers about the quantities, types of product and brand used it would be possible to gain new insights into how much the Swiss population is exposed to certain ingredients present in consumer products.
de: Mit dieser innovative App kannst du heraus finden, wie viele Kosmetik- und Reinigungsprodukte du regelmässig benutzt, und Dich mit Gleichaltrigen und Freunden vergleichen. Dazu stellt Dir die App einige Fragen und Du kannst die von Dir verwendeten Produkte mit Hilfe eines integrierten Barcode-Scanners erfassen. Neben einem Feedback gibt es die Möglichkeit, eine ausführliche wissenschaftliche Auswertung per Mail zu erhalten. Deine Daten werden für wissenschaftliche Zwecke anonym gesammelt und leisten einen wertvollen Beitrag für eine Forschungsstudie an der ETH Zürich. Anhand der Antworten zu den verwendeten Mengen, Produktarten und Marken sollen neue Erkenntnisse gewonnen werden, wie stark die Schweizer Bevölkerung bestimmten Inhaltsstoffen in Verbraucherprodukten ausgesetzt ist.
fr: Avec cette app innovatrice vous pouvez découvrir combien de produits cosmétiques et ménagers vous utilisez régulièrement. Cette app vous permet aussi de comparer votre consommation à celle de vos pairs. De plus, vous pouvez facilement reporter les produits utilisés à l'aide d'un scanner de codes barres intégré. En plus d'un feedback rapide sur l'app, délivré par l'app, il y a la possibilité de recevoir une évaluation scientifique plus détaillée par email. Vos données sont récoltées de manière anonyme dans un but scientifique et apportent une contribution précieuse à une étude menée par l'ETH Zurich. Grâce à vos réponses sur les quantités utilisées, les sortes de produits et les marques il est possible d'acquérir de nouvelles connaissances sur l'exposition de la population suisse à certains ingrédients présents dans les produits de consommation.
it: Con questa innovativa applicazione puoi scoprire quanti prodotti per la cura del corpo e per la pulizia della casa utilizzi regolarmente e puoi confrontarti con i tuoi coetanei e amici. Inoltre, potrai riportare facilmente i prodotti utilizzati grazie al lettore a codice a barre integrato. Oltre ad un rapido feedback direttamente sull’applicazione, vi è la possibilità di ricevere per e-mail una valutazione scientifica più dettagliata. I dati verranno raccolti in forma anonima e solo a fini scientifici, e daranno un prezioso contributo a uno studio del Politecnico federale di Zurigo. In base alle risposte date sulla quantità, la marca e il tipo di prodotti utilizzati sarà possibile acquisire preziose informazioni su quanto la popolazione svizzera è esposta a determinate sostanze presenti nei prodotti di consumo.
